{
  "quotes": [
    {
      "id": 1,
      "character": "Frodo Baggins",
      "image": "./images/frodo.jpg",
      "quote": "I will take the ring to Mordor",
      "movie": "The Fellowship of the Ring"
    },
    {
      "id": 2,
      "character": "Gandalf The Grey",
      "image": "./images/gandalf.jpg",
      "quote": "Do not take me for some conjurer of cheap tricks!  I am not trying to rob you.  I'm trying to help you.",
      "movie": "The Fellowship of the Ring"
    },
    {
      "id": 3,
      "character": "Boromir of Gondor",
      "image": "./images/boromir.jpg",
      "quote": "One does not simply walk into Mordor",
      "movie": "The Fellowship of the Ring"
    },
    {
      "character": "Samwise Gamgee",
      "image": "./images/Sam.jpg",
      "quote": "If I take one more step.  It will be the farthest away from home I've ever been.",
      "movie": "The Fellowship Of The Ring",
      "id": 4
    },
    {
      "character": "Thorin Oakenshield",
      "image": "./images/Thorin.jpg",
      "quote": "If this is to end in fire.  Then we shall all burn together!",
      "movie": "The Hobbit: Battle Of The Five Armies",
      "id": 5
    },
    {
      "character": "Sauron",
      "image": "./images/Sauron.jpg",
      "quote": "Build me an army worth of Mordor.",
      "movie": "The Fellowship Of The Ring",
      "id": 6
    },
    {
      "character": "Peregrin Took",
      "image": "./images/pippin.png",
      "quote": "What about breakfast?  We've had one, yes.  But, what about second breakfast?",
      "movie": "The Fellowship Of The Ring",
      "id": 7
    },
    {
      "character": "Gimli Son of Gloin",
      "image": "./images/Gimli.png",
      "quote": "There are rumors that there are no dwarf women.  And that dwarves spring out of holes in the ground!",
      "movie": "The Two Towers",
      "id": 8
    },
    {
      "character": "Lord Elrond",
      "image": "./images/elrond.jpg",
      "quote": "The Ring cannot be destroyed, Gimli, son of Glóin, by any craft that we here possess. The Ring was made in the fires of Mount Doom. Only there can it be unmade. It must be taken deep into Mordor and cast back into the fiery chasm from whence it came.",
      "movie": "The Fellowship Of The Ring",
      "id": 9
    },
    {
      "character": "Aragorn King Of Gondor",
      "image": "./images/Aragorn.jpg",
      "quote": "My friends... You bow to no one.",
      "movie": "The Return Of The King",
      "id": 10
    }
  ],
  "facts": [
    {
      "id": 1,
      "fact": "That the Lord Of The Rings trilogy were all filmed at the same time in a course of over a year and a half! First time in cinema that was ever done!"
    },
    {
      "id": 2,
      "fact": "That Vigo Mortenson the actor who played Aragorn broke his foot during the middle of a scene but continued acting.  In fact that take is in the Two Towers"
    },
    {
      "fact": "That talk show host Stephen Colbert has cameos in the Hobbit the Desolation of Smaug",
      "id": 3
    },
    {
      "fact": "That Orlando Bloom, the actor that played Legolas, had to work 4 months with a broken back on set after a boating accident.",
      "id": 4
    },
    {
      "fact": "J. R. R. Tolkien died before he could see the live action adaptation of his wonderful creation.\n",
      "id": 5
    },
    {
      "fact": "Christopher Lee had read The Lord Of The Rings & The Hobbit once a year for 40 years, before being cast in the role of Sarumon.",
      "id": 6
    }
  ]
}